# id поста с которого считываются реакции
POST_ID = 711280561770987561
# список ролей в соответствии с реакциями
ROLES = {
    '🌈': 711265720910217256, #программист
    '🎮': 711265724131180604, #геймер
    '🤡': 711265726559813815, #клоун
    '🎨': 711265729072332821, #художник
    '🎤': 711265731488251924, #музыкант
    '🎥': 711265733740462160, #стример
    '🧱': 711265736319959070 #кирпич
}
# исключения
EXCROLES = {450349517175259137, 682616090660044850, 673255925515157531, 672527969499086858, 678979580895297547, 691722998746578985, 689539742173626415}
# максимальное кол-во ролей для 1 пользователя
MAX_ROLES_PER_USER = 3
